Repository: walkingcorpse/sensei-certificates
Catalog: lang/sensei-certificates-*.po
Languages: pt_br

source: Name
pt_br: Nome

source: Image
pt_br: Imagem

source: Draft
pt_br: Rascunho

source: Restore this item from the Trash
pt_br: Restaurar este item da Lixeira

source: Restore
pt_br: Restaurar

source: Move this item to the Trash
pt_br: Mover este item para a Lixeira

source: Trash
pt_br: Lixeira

source: Delete this item permanently
pt_br: Excluir este item permanentemente

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Default Font
pt_br: Fonte Padrão

source: Default Font color
pt_br: Cor de Fonte Padrão

source: The default text color for the certificate.
pt_br: A cor de texto padrão para o certificado.

source: Heading Position
pt_br: Posição do Cabeçalho

source: Optional position of the Certificate Heading
pt_br: Posição opcional do Cabeçalho do Certificado

source: Font
pt_br: Fonte

source: Font color
pt_br: Cor da fonte

source: Heading Text
pt_br: Texto do Cabeçalho

source: Text to display in the heading.
pt_br: Texto a ser mostrado no cabeçalho.

source: Certificate of Completion
pt_br: Certificado de Conclusão

source: Message Position
pt_br: Posição da Mensagem

source: Optional position of the Certificate Message
pt_br: Posição original da Mensagem do Certificado

source: Message Text
pt_br: Texto da Mensagem

source: Text to display in the message area.
pt_br: Texto a ser mostrado na área da mensagem.

source: This is to certify that {{learner}} has completed the course
pt_br: Isto é para certificar que {{learner}} completou o curso

source: Course Position
pt_br: Posição do Curso

source: Optional position of the Course Name
pt_br: Posição opcional do Nome do Curso

source: Course Text
pt_br: Texto do Curso

source: Text to display in the course area.
pt_br: Texto a ser mostrado na área do curso.

source: Completion Date Position
pt_br: Posição da Data de Conclusão

source: Optional position of the Course Completion date
pt_br: Posição opcional da Data de Conclusão do Curso

source: Completion Date Text
pt_br: Texto da Data de Conclusão

source: Text to display in the course completion date area.
pt_br: Texto a ser mostrado na área da data de conclusão do curso.

source: Place Position
pt_br: Posição do Curso

source: Optional position of the place of Certification.
pt_br: Posição opcional do Curso.

source: Course Place Text
pt_br: Texto do Curso

source: Text to display in the course place area.
pt_br: Texto a ser mostrado na área do curso.

source: Set certificate image
pt_br: Definir imagem do certificado

source: Remove certificate image
pt_br: Remover imagem do certificado

source: None
pt_br: Nenhum

source: No certificate template exist yet. Please add some first.
pt_br: Não há templates de certificado cadastrados. Crie um primeiro.

source: Certificate Background Image <small>&ndash; Used to lay out the certificate fields found in the Certificate Data box.</small>
pt_br: Imagem de Fundo do Certificado <small>&ndash; Usado para o layout dos campos do certificado encontrados na área Dados do Certificado.</small>

source: Certificate Data
pt_br: Dados do Certificado

source: Certificate Template
pt_br: Template do Certificado

source: Size
pt_br: Tamanho

source: Bold
pt_br: Negrito

source: Italic
pt_br: Itálico

source: Center Align
pt_br: Alinhar ao Centro

source: Border
pt_br: Borda

source: Set Position
pt_br: Definir Posição

source: Remove Position
pt_br: Remover Posicionamento

source: Overview
pt_br: Visão Geral

source: The Sensei Certificates extension allows you to create and configure customizable certificate templates which can be attached to Sensei Courses. Your learners will earn a Certificate which they can download and share with others once they have completed a course.
pt_br: A extensão Sensei Certificates permite que você crie e configure templates customizados de certificados que podem ser vinculados a cursos do Sensei. Seus alunos receberão um certificado, que pode ser baixado e compartilhado com outras pessoas que completaram um curso.

source: Editing a Certificate
pt_br: Editando um Certificado

source: Certificates List
pt_br: Lista de Certificados

source: From the list view you can review all your certificate templates, quickly see the name, primary default image and its data, and trash a certificate template.
pt_br: Na visualização de lista você pode revisar todos os seus templates de certificado, rapidamente ver o nome, imagem primária padrão e seus dados, e excluir um template de certificado.

source: How To
pt_br: Como

source: For more information:
pt_br: Para mais informações:

source: Certificates Docs
pt_br: Documentos de Certificados

source: Certificate Name
pt_br: Nome do Certificado

source: All certificate templates must be given a name. This will be used to identify the certificate within the admin.
pt_br: Todos os templates de certificado precisam conter um nome. Isto será usado para identificar o certificado dentro do admin.

source: Certificate Background Image
pt_br: Imagem de Fundo do Certificado

source: This is the main image for your certificate, and will be used to configure the layout of the various text fields defined in the Certificate Data panel.
pt_br: Esta é a imagem principal do seu certificado, e será usado para configurar o layout de vários campos de texto definidos no painel Dados do Certificado.

source: These configuration options allow you to specify exactly where various text fields will be displayed on your certificate, as well as the font used. For instance, if you want the message displayed on your certificate, click the "Set Position" button next to "Message Position". Then select the area of the Certificate Image where you want the message to be displayed.
pt_br: Estas opções de configuração permitem que você especifique exatamente onde vários campos de texto serão mostrados no seu certificado, bem como a fonte a ser usada. Por exemplo, se você quer ajustar a mensagem a ser mostrada no seu certificado, clique no botão "Definir Posição" próximo ao texto "Posição da Mensagem". Então, selecione a área da Imagem do Certificado onde você quer que a mensagem seja mostrada.

source: You can define a default font, size, style and color to be used for the certificate text fields. For each individual text field, you can override these defaults by setting a specific font/style, size or color. Note that the default font style (Italic/Bold) will only be used if a font is not selected at the field level.
pt_br: Você pode definir uma fonte, tamanho, estilo e cor a serem usadas nos campos de texto do certificado. Para cada campo de texto individual, você pode definir uma fonte, estilo, tamanho e cor específicas. Note que o estilo de fonte padrão (Itálico/Negrito) somente será usado se uma fonte não é selecionada no nível de campo.

source: Previewing
pt_br: Visualizando Preview

source: You must update the certificate template to see any changes in the Preview.
pt_br: Você precisa atualizar o template de certificado para visualizar quaisquer mudanças no Preview.

source: How to Create Your First Certificate Template
pt_br: Como Criar Seu Primeiro Template de Certificado

source: First go to Sensei &gt; Certificate Templates and click "Add Certificate Template" to add a template
pt_br: Primeiro, vá para Sensei &gt; Templates de Certificado e clique "Adicionar Template de Certificado" para adicionar um template

source: Set a Certificate Name, and Certificate Background Image. Optionally configure and add some Certificate Data fields (see the "Editing a Certificate" section for more details)
pt_br: Defina um nome de certificado, e a Imagem de Fundo do Certificado. Opcionalmente, configure e adicione alguns campos nos Dados do Certificado (veja a seção "Editando um Certificado" para maiores detalhes)

source: Next click "Publish" to save your certificate template. You can also optionally "Preview" the certificate to check your work and field layout.
pt_br: Depois, clique em "Publicar" para salvar seu template de certificado. Você pode opcionalmente visualizar o preview do certificado para checar seu trabalho e o layout dos campos.

source: Next go to Sensei &gt; All Courses and either create a new course or edit an existing one, and assigning the template you created to the course.
pt_br: Depois, vá para Sensei &gt; Todos os Cursos e crie um novo curso ou edite um já existente, e selecione o template que você criou para o curso.

source: Your learners can now earn a Certificate when they have completed a course! Your existing learners who have already completed a course will automatically have certificates generated for them when you installed the plugin.
pt_br: Seus alunos podem agora obter seu Certificado quando eles completarem um curso! Os alunos atuais que já completaram o curso terão seus certificados gerados automaticamente quando você instalar o plugin.

source: Done
pt_br: Pronto

source: Certificate Template updated.
pt_br: Template de Certificado atualizado.

source: Custom field updated.
pt_br: Campo customizado atualizado.

source: Custom field deleted.
pt_br: Campo customizado excluído.

source: Certificate Template restored to revision from %s
pt_br: Template de Certificado restaurado da revisão %s

source: Certificate Template saved.
pt_br: Template de Certificado salvo.

source: Certificate Template submitted.
pt_br: Template de Certificado enviado.

source: Certificate Template scheduled for: <strong>%1$s</strong>.
pt_br: Template de Certificado agendado para: <strong>%1$s</strong>.

source: Certificate Template draft updated.
pt_br: Rascunho de Template de Certificado atualizado

source: Certificate Templates
pt_br: Templates de Certificado

# post type add_new
source: Add New %s
pt_br: Adicionar %s

source: Add New %s
pt_br: Adicionar %s

source: Edit %s
pt_br: Editar %s

source: New %s
pt_br: Novo %s

source: View %s
pt_br: Visualizar %s

source: Search %s
pt_br: Pesquisar %s

source: No %s found
pt_br: Nenhum(a) %s encontrado(a)

source: No %s found in Trash
pt_br: Nenhum(a) %s encontrado(a) na Lixeira

source: Learner
pt_br: Aluno

source: Course
pt_br: Curso

source: Date Completed
pt_br: Data de Conclusão

source: Actions
pt_br: Ações

source: View Certificate
pt_br: Ver Certificado

source: Course Title
pt_br: Título do Curso

source: This is to certify that
pt_br: Isto é para certificar que

source: has completed the course
pt_br: completou o curso

source: At %s
pt_br: Em %s

# column name
source: Certificate Template
pt_br: Template de Certificado

source: Certificate Settings
pt_br: Configurações do Certificado

source: Options for the Certificate Extension.
pt_br: Opções para a Extensão do Certificado.

source: View in Courses
pt_br: Visualizar em Cursos

source: Show a View Certificate link in the single Course page and the My Courses page.
pt_br: Mostrar um link "Visualizar Certificado" na página do curso e na página "Meus Cursos".

source: View in Learner Profile
pt_br: Visualizar no Perfil do Aluno

source: Show a View Certificate link in the Learner Profile page.
pt_br: Mostrar um link "Visualizar Certificado" na página do Perfil do Aluno.

source: Public Certificate
pt_br: Publicar Certificado

source: Allow the Learner to share their Certificate with the public.
pt_br: Permitir que o aluno compartilhe seu certificado com o público.

source: You are not allowed to view this Certificate.
pt_br: Você não está autorizado a visualizar este Certificado.

source: Certificate Error
pt_br: Erro de Certificado

source: The certificate you are searching for does not exist.
pt_br: O certificado que você está procurando não existe.

source: Certificate
pt_br: Certificado

source: Allow my Certificates to be publicly viewed
pt_br: Permitir que meus Certificados sejam vistos pelo público

source: Save
pt_br: Salvar

source: Your Certificates Public View Settings Saved Successfully.
pt_br: Configurações de Exibição Pública do Certificado Salvas Com Sucesso.

source: You must set a certificate_template primary image before you can preview
pt_br: Você precisa definir uma imagem primária do template de certificado antes de visualizar o preview

source: Example Template
pt_br: Exemplo de Template

source: Sensei Certificate Template Example
pt_br: Exemplo de Template de Certificado do Sensei

source: {{completion_date}} at {{course_place}}
pt_br: {{completion_date}} em {{course_place}}

source: Sensei Certificates
pt_br: Certificados do Sensei

source: Reward your students by providing them with printable PDF certificates upon course completion.
pt_br: Recompense seus estudantes com certificados em PDF imprimíveis após a conclusão do curso.
